;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;; Hei, ikke endre denne filen direkte - den veves ut fra literalfilen ~emacs-config.org~ ;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

(package! kanagawa-themes)

(package! catppuccin-theme)

(package! nyan-mode)
(package! fireplace)
(package! zone-rainbow)
(package! rainbow-mode)
(package! vimgolf)
(package! evil-tutor)
(package! elisp-format)
(package! keyfreq)
<<<<<<< HEAD
=======
(package! try)
>>>>>>> 7694af8dba4c7e7e419ff9b05a7e91a03e14adaf
(package! verb)
(package! keycast)

(package! key-chord)

(package! org-sidebar)

(package! org-bullets)

(package! blamer)

(package! gptel :recipe (:nonrecursive t))
